Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Partner
ar: الشريك
es: Compañero
fr: Partenaire
hi: साथी
ja: パートナー
ko: 파트너
pt_br: Parceiro
ru: Напарник
zh_hans: 搭档
zh_hant: 隊友

source: Partner Discipline
ar: انضباط الشريك
de: Partner-Disziplin
es: Disciplina del compañero
fr: Discipline d'équipe
hi: साथी का अनुशासन
id: Disiplin Partner
ja: パートナーへの規律
ko: 파트너 규율
pt_br: Disciplina de parceria
ru: Дисциплина в паре
zh_hans: 搭档纪律
zh_hant: 隊友配合的紀律

source: Partner Play
ar: لعب الشريك
de: Partner-Spiel
es: Juego en pareja
fr: Jeu d'équipe
hi: साथी की चाल
id: Permainan Partner
ja: パートナープレー
ko: 파트너 플레이
pt_br: Jogo em dupla
ru: Игра в паре
zh_hans: 搭档配合
zh_hant: 隊友配合

source: Partner already winning
ar: الشريك يفوز بالفعل
de: Partner gewinnt bereits
es: El compañero ya va ganando
fr: Le partenaire est déjà en train de gagner
hi: साथी पहले से जीत रहा है
id: Partner sudah unggul
ja: パートナーがすでに勝勢
ko: 파트너가 이미 이기는 중
pt_br: Parceiro já está ganhando
ru: Напарник уже выигрывает
zh_hans: 搭档已经领先
zh_hant: 隊友已經要贏了

source: Partner finishes 2nd
ar: ينهي الشريك في المركز الثاني
de: Partner wird Zweiter
es: El compañero queda 2.º
fr: Le partenaire finit 2e
hi: साथी दूसरे स्थान पर रहता है
id: Partner finis ke-2
ja: パートナーが2着
ko: 파트너가 2등으로 마무리
pt_br: Parceiro termina em 2º
ru: Напарник финиширует 2-м
zh_hans: 搭档拿第2名
zh_hant: 隊友拿到第二游

source: Partner finishes 3rd
ar: ينهي الشريك في المركز الثالث
de: Partner wird Dritter
es: El compañero queda 3.º
fr: Le partenaire finit 3e
hi: साथी तीसरे स्थान पर रहता है
id: Partner finis ke-3
ja: パートナーが3着
ko: 파트너가 3등으로 마무리
pt_br: Parceiro termina em 3º
ru: Напарник финиширует 3-м
zh_hans: 搭档拿第3名
zh_hant: 隊友拿到第三游

source: Partner finishes last
ar: ينهي الشريك في المركز الأخير
de: Partner wird Letzter
es: El compañero queda último
fr: Le partenaire finit dernier
hi: साथी आख़िरी स्थान पर रहता है
id: Partner finis terakhir
ja: パートナーが最下位
ko: 파트너가 꼴찌로 마무리
pt_br: Parceiro termina em último
ru: Напарник финиширует последним
zh_hans: 搭档垫底
zh_hant: 隊友墊底

source: Partner is weak and asking for help
ar: الشريك ضعيف ويطلب المساعدة
de: Partner ist schwach und bittet um Hilfe
es: El compañero está flojo y pide ayuda
fr: Le partenaire est faible et demande de l'aide
hi: साथी कमज़ोर है और मदद माँग रहा है
id: Partner lemah dan minta bantuan
ja: パートナーが弱く、助けを求めている
ko: 파트너가 약해서 도움을 청하는 중
pt_br: Parceiro está fraco e pedindo ajuda
ru: Напарник слаб и просит помощи
zh_hans: 搭档牌弱,正在求助
zh_hant: 隊友牌弱，正在求援

source: Partner led first, so partner strikes
ar: الشريك بدأ بالقيادة، فهو المهاجم
de: Partner hat zuerst ausgespielt, also greift der Partner an
es: El compañero salió primero, así que él ataca
fr: Le partenaire a ouvert le premier, donc c'est lui qui attaque
hi: साथी ने पहले चाल चली, इसलिए साथी ही मुख्य हमलावर है
id: Partner yang membuka, jadi partner yang menyerang
ja: パートナーが先に首攻したので、パートナーが主攻
ko: 파트너가 먼저 냈으니, 파트너가 주공입니다
pt_br: O parceiro liderou primeiro, então o parceiro ataca
ru: Напарник зашёл первым, значит он и атакует
zh_hans: 搭档先出的牌,所以由搭档主攻
zh_hant: 隊友先出牌，所以由隊友主攻

source: Partners finishing 1st and 2nd is a DOUBLE — your team rockets up 3 levels. Feed your partner, never fight them. 🐼
ar: إنهاء الشريكين في المركزين الأول والثاني يساوي مكسبًا مضاعفًا — يقفز فريقك 3 مستويات للأعلى. أطعم شريكك، ولا تقاتله أبدًا. 🐼
de: Wenn die Partner Erster und Zweiter werden, ist das ein DOPPELSIEG — euer Team schießt 3 Level nach oben. Füttere deinen Partner, kämpfe nie gegen ihn. 🐼
es: Que los compañeros queden 1.º y 2.º es un DOBLE — tu equipo sube 3 niveles de golpe. Alimenta a tu compañero, nunca lo combatas. 🐼
fr: Quand les partenaires finissent 1er et 2e, c'est un DOUBLE — votre équipe grimpe de 3 niveaux d'un coup. Nourris ton partenaire, ne le combats jamais. 🐼
hi: साथियों का पहले और दूसरे स्थान पर रहना एक डबल है — आपकी टीम 3 स्तर ऊपर छलाँग लगाती है। अपने साथी को पत्ते दो, उससे कभी मत लड़ो। 🐼
id: Partner finis ke-1 dan ke-2 itu GANDA — tim kalian melesat naik 3 level. Suapi partnermu, jangan pernah melawannya. 🐼
ja: パートナーと2人で1着・2着を取れば『ダブル』 — チームは一気に3レベル昇格。パートナーには餌を与え、決して競うな。🐼
ko: 파트너가 1등과 2등으로 마무리하면 더블 — 우리 팀이 단숨에 3레벨 상승합니다. 파트너에게 패를 먹이고, 절대 다투지 마세요. 🐼
pt_br: Parceiros terminando em 1º e 2º é DOBRADINHA — sua dupla sobe 3 níveis de uma vez. Alimente seu parceiro, nunca brigue com ele. 🐼
ru: Напарники, финишировавшие 1-м и 2-м, — это ДУБЛЬ: твоя команда взлетает на 3 уровня. Корми напарника, никогда не дерись с ним. 🐼
zh_hans: 两位搭档分列第1、第2名就是"双下" — 你们这队直接火箭般连升3级。喂牌给搭档,千万别跟他抢。🐼
zh_hant: 隊友包辦頭游和二游就是「雙下」 — 你們這隊一口氣升3級。要餵牌給隊友，千萬別跟他搶。🐼

source: Pass
ar: مرّر
de: Passen
es: Paso
fr: Passer
hi: पास
id: Pas
ja: パス
ko: 패스
pt_br: Passar
ru: Пас
zh_hans: 不要
zh_hant: 不要

source: Pass — and feel how little it costs.
ar: مرّر — واشعر كم أن ثمن ذلك زهيد.
de: Passe — und spüre, wie wenig es kostet.
es: Pasa — y nota lo poco que cuesta.
fr: Passe — et vois à quel point ça coûte peu.
hi: पास करो — और महसूस करो कि इसकी कीमत कितनी कम है।
id: Pas — dan rasakan betapa kecil ongkosnya.
ja: パスする — その代償がいかに小さいか感じてみよう。
ko: 패스 — 그게 얼마나 손해가 적은지 느껴보세요.
pt_br: Passe — e sinta como custa pouco.
ru: Пасуй — и почувствуй, как мало это стоит.
zh_hans: 选择不要 — 感受一下它的代价有多小。
zh_hant: 選擇不要 — 感受一下這幾乎不花你什麼代價。

source: Patch the hole they're aiming at
ar: رقّع الثغرة التي يستهدفونها
de: Flicke das Loch, auf das sie zielen
es: Tapa el hueco al que apuntan
fr: Bouche le trou qu'ils visent
hi: जिस छेद पर वे निशाना लगा रहे हैं उसे भरो
id: Tambal lubang yang mereka incar
ja: 相手が狙っている穴を埋める
ko: 상대가 노리는 빈틈을 메우세요
pt_br: Tape o buraco que eles estão mirando
ru: Залатай дыру, в которую они метят
zh_hans: 补上对手盯着的那个缺口
zh_hant: 補上他們正盯著的那個破口

source: Patience
ar: الصبر
de: Geduld
es: Paciencia
hi: धैर्य
id: Kesabaran
ja: 辛抱
ko: 인내
pt_br: Paciência
ru: Терпение
zh_hans: 耐心
zh_hant: 耐心

source: Pay the Ace from YOUR long suit: the receiver now holds a card whose suit-mates sit in your hand, so their straight-flush odds collapse.
ar: ادفع الآس من سلسلتك الطويلة: المستلِم يحمل الآن ورقة رفاقها في نوعها موجودون بين أوراقك، فتنهار فرصه في تكوين سلسلة على نفس النوع.
de: Zahl das Ass aus DEINER langen Farbe: Der Empfänger hält nun eine Karte, deren Farbgeschwister in deiner Hand liegen, also bricht seine Chance auf einen Farb-Straßenzug zusammen.
es: Paga el As desde TU palo largo: el receptor queda con una carta cuyos compañeros de palo están en tu mano, así que sus probabilidades de escalera de color se desploman.
fr: Paie l'As depuis TA couleur longue : le receveur tient désormais une carte dont les comparses de couleur sont dans ta main, donc ses chances de quinte flush s'effondrent.
hi: अपने लंबे सूट से Ace चुकाओ: पाने वाले के पास अब एक ऐसा पत्ता है जिसके सूट-साथी आपके हाथ में हैं, तो उनके समान-सूट सिलसिले के आसार ढह जाते हैं।
id: Bayar As dari kembang panjangmu: penerima kini pegang kartu yang kembang sejenisnya ada di tanganmu, sehingga peluang straight flush-nya runtuh.
ja: Aを進貢するなら自分の長いスートから出せ。受け取った相手は、同じスートの仲間があなたの手札に固まっているカードを抱えることになり、同花順の確率は崩壊する。
ko: 당신의 긴 무늬에서 A를 진공하세요: 받은 사람이 든 카드의 같은 무늬 짝이 당신 손에 있으니, 상대의 동화순 확률은 무너집니다.
pt_br: Pague o Ás do SEU naipe mais longo: o receptor passa a ter uma carta cujos naipes-irmãos estão na sua mão, então as chances de sequência de mesmo naipe dele despencam.
ru: Отдавай Туза из СВОЕЙ длинной масти: получатель теперь держит карту, чьи однамастники сидят у тебя в руке, так что его шансы на флеш-стрит рушатся.
zh_hans: 用你长套花色里的牌来进贡这张A:收牌的一方现在拿到一张牌,而同花色的同伴都攥在你手里,他凑成同花顺的概率就垮了。
zh_hant: 用你長套裡的A來進貢：收貢的人手上這張牌，同花色的牌都壓在你手裡，他湊同花順的機率就大幅崩塌。

source: Pick a table
ar: اختر طاولة
de: Wähle einen Tisch
es: Elige una mesa
fr: Choisis une table
hi: एक टेबल चुनें
id: Pilih meja
ja: 卓を選ぶ
ko: 테이블 선택
pt_br: Escolha uma mesa
ru: Выбери стол
zh_hans: 选一张牌桌
zh_hant: 挑一桌

source: Plate
ar: الفولاذ
de: Stahlplatte
es: Acero
fr: Plaque d'acier
hi: स्टील प्लेट
id: Pelat Baja
ja: 鋼板
ko: 강판
pt_br: Aço
ru: Стальная пластина
zh_hans: 钢板
zh_hant: 鋼板

source: Play
ar: العب
de: Spielen
es: Jugar
fr: Jouer
hi: खेलें
id: Main
ja: プレー
ko: 플레이
pt_br: Jogar
ru: Играть
zh_hans: 出牌
zh_hant: 出牌

source: Play it by ear
ar: العب حسب الظروف
de: Nach Gefühl spielen
es: Juega según el momento
fr: Joue au feeling
hi: हालात देखकर खेलो
id: Mainkan sesuai situasi
ja: 臨機応変に
ko: 상황을 봐가며
pt_br: Decida na hora
ru: Действуй по обстановке
zh_hans: 见机行事
zh_hant: 見機行事

source: Play your 6s.
ar: العب أوراق 6 لديك.
de: Spiel deine Sechsen.
es: Juega tus 6.
fr: Joue tes 6.
hi: अपने 6 खेलो।
id: Mainkan kartu 6-mu.
ja: あなたの6を出そう。
ko: 6 페어를 내세요.
pt_br: Jogue seus 6.
ru: Сыграй свои шестёрки.
zh_hans: 打出你的一对6。
zh_hant: 出你的一對6。

source: Play ▸
ar: العب ▸
de: Spielen ▸
es: Jugar ▸
fr: Jouer ▸
hi: खेलें ▸
id: Main ▸
ja: プレー ▸
ko: 플레이 ▸
pt_br: Jogar ▸
ru: Играть ▸
zh_hans: 出牌 ▸
zh_hant: 開打 ▸

source: Playing 5s
ar: لعب أوراق 5
de: Fünfen spielen
es: Jugando los 5
fr: Jouer les 5
hi: 5 खेलना
id: Memainkan kartu 5
ja: 5を出す
ko: 5 내기
pt_br: Jogando os 5
ru: Играем пятёрки
zh_hans: 打出5
zh_hant: 打一對5

source: Practice Arena
ar: ساحة التدريب
de: Übungsarena
es: Arena de práctica
fr: Arène d'entraînement
hi: अभ्यास अखाड़ा
id: Arena Latihan
ja: 練習アリーナ
ko: 연습 아레나
pt_br: Arena de treino
ru: Тренировочная арена
zh_hans: 练习场
zh_hant: 練習場

source: Practice vs Bots
ar: تدرّب ضد الروبوتات
de: Übung gegen Bots
es: Practicar contra bots
fr: S'entraîner contre des bots
hi: बॉट्स के ख़िलाफ़ अभ्यास
id: Latihan lawan Bot
ja: ボットと練習
ko: 봇과 연습
pt_br: Treinar contra bots
ru: Игра против ботов
zh_hans: 与机器人对战
zh_hant: 和機器人對戰

source: Quick Match
ar: مباراة سريعة
de: Schnelle Partie
es: Partida rápida
fr: Partie rapide
hi: त्वरित मैच
id: Tanding Cepat
ja: クイックマッチ
ko: 빠른 대전
pt_br: Partida rápida
ru: Быстрый матч
zh_hans: 快速匹配
zh_hant: 快速配對

source: RETURN COMPLETES
ar: رد الجميل يكتمل
de: RÜCKGABE VOLLENDET
es: EL RETORNO COMPLETA
fr: LE RETOUR COMPLÈTE
hi: वापसी पूरी करती है
id: BALAS LENGKAP
ja: 還貢で完成
ko: 환공이 완성됩니다
pt_br: DEVOLUÇÃO COMPLETA
ru: ВОЗВРАТ ЗАВЕРШАЕТ
zh_hans: 还贡补全
zh_hant: 還貢補齊

source: RUN
ar: سلسلة
de: STRASSENZUG
es: SEGUIDO
fr: SUITE
hi: सिलसिला
id: DERET
ja: 順子
ko: 순자(順子)
pt_br: SEQUÊNCIA
ru: РЯД
zh_hans: 顺子
zh_hant: 順子

source: Race from 2 to Ace
ar: تسابق من 2 إلى الآس
de: Renne von der 2 zum Ass
es: Carrera del 2 al As
fr: Cours du 2 jusqu'à l'As
hi: 2 से Ace तक की दौड़
id: Balapan dari 2 ke As
ja: 2からAへ駆け上がる
ko: 2부터 A까지 레벨 경쟁
pt_br: Corra do 2 ao Ás
ru: Гонка от 2 до Туза
zh_hans: 从2一路打到A
zh_hant: 從2一路打到A

source: Rank
ar: الترتيب
de: Rang
es: Rango
fr: Rang
hi: रैंक
id: Peringkat
ja: ランク
ko: 랭크
pt_br: Posição
ru: Ранг
zh_hans: 段位
zh_hant: 段位

source: Rate 3 hands
ar: قيّم 3 أوراق يد
de: Bewerte 3 Blätter
es: Califica 3 manos
fr: Évalue 3 mains
hi: 3 हाथों को आँकें
id: Nilai 3 tangan
ja: 3つの手札を評価
ko: 패 3개 평가하기
pt_br: Avalie 3 mãos
ru: Оцени 3 руки
zh_hans: 为3副牌评分
zh_hant: 評估3副牌

source: Rate your 27 cards like a pro
ar: قيّم أوراقك الـ27 كالمحترفين
de: Bewerte deine 27 Karten wie ein Profi
es: Califica tus 27 cartas como un profesional
fr: Évalue tes 27 cartes comme un pro
hi: अपने 27 पत्तों को किसी पेशेवर की तरह आँकें
id: Nilai 27 kartumu seperti seorang pro
ja: プロのように27枚を評価しよう
ko: 프로처럼 27장의 패를 평가하세요
pt_br: Avalie suas 27 cartas como um profissional
ru: Оцени свои 27 карт как профи
zh_hans: 像高手一样给你的27张牌评分
zh_hant: 像高手一樣評估你的27張牌

source: Reading Opponents
ar: قراءة الخصوم
de: Gegner lesen
es: Leer a los rivales
fr: Lire les adversaires
hi: प्रतिद्वंद्वियों को पढ़ना
id: Membaca Lawan
ja: 相手を読む
ko: 상대 읽기
pt_br: Lendo os adversários
ru: Чтение соперников
zh_hans: 读牌识人
zh_hant: 讀懂對手

source: Replay
ar: إعادة التشغيل
de: Wiederholung
es: Repetición
fr: Rejouer
hi: रीप्ले
id: Ulangi
ja: リプレイ
ko: 리플레이
pt_br: Repetir
ru: Повтор
zh_hans: 回放
zh_hant: 重播

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
id: Atur Ulang
ja: リセット
ko: 리셋
pt_br: Reiniciar
ru: Сброс
zh_hans: 重置
zh_hant: 重設

source: Review Hand 🔍
ar: راجع اليد 🔍
de: Blatt prüfen 🔍
es: Revisar la mano 🔍
fr: Revoir la main 🔍
hi: हाथ की समीक्षा करें 🔍
id: Tinjau Tangan 🔍
ja: 手札を振り返る 🔍
ko: 패 다시 보기 🔍
pt_br: Revisar mão 🔍
ru: Разбор руки 🔍
zh_hans: 复盘牌局 🔍
zh_hant: 覆盤牌局 🔍

source: Right!
ar: صحيح!
de: Richtig!
es: ¡Correcto!
fr: Exact !
hi: सही!
id: Benar!
ja: 正解！
ko: 정답!
pt_br: Isso aí!
ru: Верно!
zh_hans: 答对了!
zh_hant: 答對了！

source: Rival
ar: الغريم
de: Rivale
hi: प्रतिद्वंद्वी
ja: ライバル
ko: 라이벌
ru: Соперник
zh_hans: 对手
zh_hant: 對家對手

source: Roles & Signals
ar: الأدوار والإشارات
de: Rollen & Signale
es: Roles y señales
fr: Rôles et signaux
hi: भूमिकाएँ और संकेत
id: Peran & Sinyal
ja: 役割とサイン
ko: 역할과 신호
pt_br: Papéis e sinais
ru: Роли и сигналы
zh_hans: 角色与信号
zh_hant: 角色與信號

source: Roughly half a bomb thrown away every hand
ar: ما يقارب نصف قنبلة يُهدر في كل جولة
de: Ungefähr eine halbe Bombe pro Blatt weggeworfen
es: Más o menos media bomba tirada a la basura cada mano
fr: À peu près une demi-bombe gaspillée à chaque main
hi: हर हाथ में लगभग आधा बम यूँ ही फेंक दिया जाता है
id: Kira-kira setengah bom terbuang sia-sia tiap tangan
ja: 毎回ほぼ炸弾半分を捨てているようなもの
ko: 매 판마다 폭탄 절반쯤을 그냥 버리는 셈
pt_br: Cerca de meia bomba jogada fora a cada mão
ru: Примерно полбомбы выбрасывается каждую раздачу
zh_hans: 每一手大约白白扔掉半个炸弹
zh_hant: 差不多每副牌都白白丟掉半個炸彈

source: Round Lost
ar: خُسرت الجولة
de: Runde verloren
es: Ronda perdida
fr: Manche perdue
hi: राउंड हारे
id: Ronde Kalah
ja: ラウンド敗北
ko: 라운드 패배
pt_br: Rodada perdida
ru: Раунд проигран
zh_hans: 本局告负
zh_hant: 本局落敗

source: Round Won! 🎉
ar: فُزت بالجولة! 🎉
de: Runde gewonnen! 🎉
es: ¡Ronda ganada! 🎉
fr: Manche gagnée ! 🎉
hi: राउंड जीते! 🎉
id: Ronde Menang! 🎉
ja: ラウンド勝利！ 🎉
ko: 라운드 승리! 🎉
pt_br: Rodada vencida! 🎉
ru: Раунд выигран! 🎉
zh_hans: 本局获胜! 🎉
zh_hant: 本局獲勝！ 🎉

source: Rule one of following: match the SHAPE, beat the rank — or pass. Rule two, the one nobody teaches: beating is OPTIONAL. Passing is a weapon.
ar: القاعدة الأولى في المجاراة: طابق الشكل، واهزم الرتبة — أو مرّر. القاعدة الثانية، التي لا يعلّمها أحد: الهزيمة اختيارية. والتمرير سلاح.
de: Erste Regel beim Folgen: Triff die FORM, schlag den Rang — oder passe. Zweite Regel, die niemand lehrt: Schlagen ist OPTIONAL. Passen ist eine Waffe.
es: Regla uno al seguir: iguala la FORMA, supera el rango — o pasa. Regla dos, la que nadie enseña: superar es OPCIONAL. Pasar es un arma.
fr: Règle numéro un quand tu suis : respecte la FORME, bats le rang — ou passe. Règle numéro deux, celle que personne n'enseigne : battre est FACULTATIF. Passer est une arme.
hi: साथ देने का पहला नियम: आकार से मिलाओ, रैंक को हराओ — या पास करो। दूसरा नियम, जो कोई नहीं सिखाता: हराना वैकल्पिक है। पास करना एक हथियार है।
id: Aturan satu saat mengikuti: cocokkan BENTUKNYA, kalahkan peringkatnya — atau pas. Aturan dua, yang tak diajarkan siapa pun: mengalahkan itu OPSIONAL. Pas adalah senjata.
ja: 受け（フォロー）の鉄則その一。形（シェイプ）を合わせ、ランクで上回る — さもなくばパス。鉄則その二、誰も教えてくれないが。叩くのは『任意』だ。パスこそが武器になる。
ko: 따라내기 규칙 1: 모양을 맞추고, 랭크를 누르거나 — 패스. 규칙 2, 아무도 가르쳐주지 않는 것: 누르는 건 선택입니다. 패스도 무기입니다.
pt_br: Regra um do acompanhamento: iguale o FORMATO, supere o valor — ou passe. Regra dois, a que ninguém ensina: bater é OPCIONAL. Passar é uma arma.
ru: Правило номер один при ответе: совпади по ФОРМЕ, побей по рангу — или пасуй. Правило номер два, которому никто не учит: бить НЕОБЯЗАТЕЛЬНО. Пас — это оружие.
zh_hans: 跟牌第一法则:牌型要对得上,大小要压得过 — 否则就不要。第二法则,也是没人教的那条:压牌是"可选项",不要才是一件武器。
zh_hant: 跟牌第一守則：對上同樣的牌型、壓過點數 — 或是選擇不要。第二守則，也是沒人教的一條：壓牌是「可選」的。不要，本身就是一件武器。

source: Rules forged in 10,000 games
ar: قواعد صُهرت في 10٬000 مباراة
de: In 10.000 Partien geschmiedete Regeln
es: Reglas forjadas en 10.000 partidas
fr: Des règles forgées en 10 000 parties
hi: 10,000 खेलों में गढ़े गए नियम
id: Aturan yang ditempa dalam 10.000 permainan
ja: 10,000局で鍛え上げられた鉄則
ko: 1만 판으로 벼려낸 규칙
pt_br: Regras forjadas em 10.000 partidas
ru: Правила, выкованные в 10 000 партиях
zh_hans: 千锤百炼于一万局对战的法则
zh_hant: 千錘百鍊、萬局淬鍊出的法則

source: Rung one — feed the pair of 10s.
ar: الدرجة الأولى — أطعم زوج العشرات.
de: Erste Sprosse — füttere das Zehnerpaar.
es: Primer peldaño — entrega la pareja de 10.
fr: Premier barreau — nourris la paire de 10.
hi: पहला पायदान — 10 की जोड़ी दो।
id: Anak tangga satu — suapi pasangan 10.
ja: 一段目 — 10のペアを送り込め。
ko: 1단계 — 10 페어를 먹이세요.
pt_br: Degrau um — alimente o par de 10.
ru: Ступенька один — скорми пару десяток.
zh_hans: 第一阶 — 喂出那对10。
zh_hant: 第一階 — 餵出那對10。

source: Rung two — the pair of 8s.
ar: الدرجة الثانية — زوج الثمانيات.
de: Zweite Sprosse — das Achterpaar.
es: Segundo peldaño — la pareja de 8.
fr: Deuxième barreau — la paire de 8.
hi: दूसरा पायदान — 8 की जोड़ी।
id: Anak tangga dua — pasangan 8.
ja: 二段目 — 8のペア。
ko: 2단계 — 8 페어입니다.
pt_br: Degrau dois — o par de 8.
ru: Ступенька два — пара восьмёрок.
zh_hans: 第二阶 — 那对8。
zh_hant: 第二階 — 那對8。

source: SELF-PLAY MATCHES
ar: مباريات اللعب الذاتي
de: SELBSTSPIEL-PARTIEN
es: PARTIDAS DE AUTOJUEGO
fr: PARTIES EN AUTO-JEU
hi: स्वयं-खेल मैच
id: PERTANDINGAN SWA-MAIN
ja: 自己対戦の試合数
ko: 셀프 플레이 대국 수
pt_br: PARTIDAS CONTRA SI MESMA
ru: МАТЧИ С САМИМ СОБОЙ
zh_hans: 自我对弈对局
zh_hant: 自我對弈場數

source: SM JKR
ar: جوكر صغير
de: KL JOK
es: COMODÍN P
fr: PT JOK
hi: छोटा जोकर
id: JOKER KECIL
ja: 小王
ko: 소왕
pt_br: CORINGA PQ
ru: МЛ ДЖОК
zh_hans: 小王
zh_hant: 小王

source: STRONG
ar: قوي
de: STARK
es: FUERTE
fr: FORTE
hi: मज़बूत
id: KUAT
ja: 強
ko: 강함
pt_br: FORTE
ru: СИЛЬНАЯ
zh_hans: 强
zh_hant: 強

source: Save the pair for the final trick
ar: احتفظ بالزوج للضربة الأخيرة
de: Heb das Paar für den letzten Stich auf
es: Guarda la pareja para la última baza
fr: Garde la paire pour le dernier pli
hi: जोड़ी को आख़िरी चाल के लिए बचाकर रखो
id: Simpan pasangan untuk trik terakhir
ja: そのペアは最後のトリックまで取っておく
ko: 그 페어는 마지막 트릭을 위해 아껴두세요
pt_br: Guarde o par para a vaza final
ru: Прибереги пару для финальной взятки
zh_hans: 把这对子留到最后一墩
zh_hant: 把這對牌留到最後一墩

source: Score
ar: النقاط
de: Punkte
es: Puntuación
hi: स्कोर
id: Skor
ja: スコア
ko: 점수
pt_br: Pontuação
ru: Счёт
zh_hans: 得分
zh_hant: 得分

source: Score your hand in 10 seconds
ar: قيّم يدك في 10 ثوانٍ
de: Bewerte dein Blatt in 10 Sekunden
es: Puntúa tu mano en 10 segundos
fr: Note ta main en 10 secondes
hi: अपने हाथ का स्कोर 10 सेकंड में लगाएँ
id: Nilai tanganmu dalam 10 detik
ja: 10秒で手札を採点しよう
ko: 10초 만에 당신의 패를 채점하세요
pt_br: Avalie sua mão em 10 segundos
ru: Оцени свою руку за 10 секунд
zh_hans: 10秒给你的牌打个分
zh_hant: 10秒內評估你的牌

source: Seat
ar: المقعد
de: Platz
es: Asiento
fr: Siège
hi: सीट
id: Kursi
ja: 席
ko: 자리
pt_br: Assento
ru: Место
zh_hans: 座位
zh_hant: 座位

source: Second Ace — reclaim.
ar: الآس الثاني — استعد القيادة.
de: Zweites Ass — zurückerobern.
es: Segundo As — recupera el mando.
fr: Deuxième As — reprends la main.
hi: दूसरा Ace — फिर से कब्ज़ा करो।
id: As kedua — rebut kembali.
ja: 2枚目のA — 主導権を取り戻す。
ko: 두 번째 A — 주도권 회수.
pt_br: Segundo Ás — retome.
ru: Второй Туз — возвращай контроль.
zh_hans: 第二张A — 重新夺回主动权。
zh_hant: 第二張A — 奪回主動權。

source: See? She's forced to lead those small cards as a PAIR now, where you have answers.
ar: أرأيت؟ إنها مجبرة الآن على لعب تلك الأوراق الصغيرة كزوج، حيث تملك أنت الإجابات.
de: Siehst du? Sie ist jetzt gezwungen, diese kleinen Karten als PAAR auszuspielen, wo du Antworten hast.
es: ¿Ves? Ahora está obligada a salir con esas cartas bajas en PAREJA, donde tú tienes respuestas.
fr: Tu vois ? Elle est maintenant forcée de sortir ces petites cartes en PAIRE, là où tu as des réponses.
hi: देखा? अब वह उन छोटे पत्तों को जोड़ी के रूप में चलने पर मजबूर है, जहाँ आपके पास जवाब हैं।
id: Lihat? Dia kini terpaksa membuka kartu-kartu kecil itu sebagai PASANGAN, di situ kamu punya jawaban.
ja: ほら？ 彼女はもう、あなたが応じられる小さなカードを『ペア』で出すしかなくなった。
ko: 보이죠? 이제 상대는 그 작은 카드들을 페어로 낼 수밖에 없고, 거기엔 당신의 대응 패가 있습니다.
pt_br: Viu? Agora ela é obrigada a liderar aquelas cartas baixas como PAR, onde você tem respostas.
ru: Видишь? Теперь она вынуждена ходить эти мелкие карты ПАРОЙ, а на это у тебя есть ответы.
zh_hans: 看到没?她现在被逼着把那些小牌当"对子"打出来了,而对子你正好有牌接。
zh_hant: 看到沒？她現在被逼著只能把那些小牌「成對」打出來，而你正好有牌應對。

source: She leads a 7.
ar: تقود بورقة 7.
de: Sie spielt eine 7 aus.
es: Ella sale con un 7.
fr: Elle ouvre avec un 7.
hi: वह एक 7 चलती है।
id: Dia membuka dengan 7.
ja: 彼女が7を首攻。
ko: 상대가 7을 냅니다.
pt_br: Ela lidera com um 7.
ru: Она ходит семёркой.
zh_hans: 她领出一张7。
zh_hant: 她出了一張7。

source: Shed the dead card — lead the 3.
ar: تخلّص من الورقة الميتة — اقُد بورقة 3.
de: Wirf die tote Karte ab — spiel die 3.
es: Suelta la carta muerta — sal con el 3.
fr: Lâche la carte morte — ouvre avec le 3.
hi: बेकार पत्ता गिराओ — 3 चलो।
id: Buang kartu mati — buka dengan 3.
ja: 死に札を捨てる — 3を出せ。
ko: 죽은 카드를 버리세요 — 3을 내세요.
pt_br: Solte a carta morta — lidere com o 3.
ru: Сбрось мёртвую карту — ходи тройкой.
zh_hans: 甩掉那张死牌 — 领出3。
zh_hant: 把那張死牌丟掉 — 出3。

source: Single
ar: ورقة مفردة
de: Einzelkarte
es: Carta suelta
fr: Carte seule
hi: इकलौता
id: Tunggal
ja: 単張
ko: 단장(單張)
pt_br: Carta única
ru: Одиночка
zh_hans: 单张
zh_hant: 單張

source: Singles come from three places: BORN single (nothing connects), LEFTOVER single (you built a straight and one card fell out), and BROKEN single (you split a set to answer a trick). Plan to have as few as possible.
ar: الأوراق المفردة تأتي من ثلاثة مصادر: مفردة بالولادة (لا شيء يتصل بها)، مفردة متبقية (بنيت سلسلة فسقطت ورقة منها)، ومفردة مكسورة (فككت مجموعة للرد على ضربة). خطط لتقليلها قدر الإمكان.
de: Einzelkarten kommen aus drei Quellen: GEBORENE Einzelkarte (nichts verbindet sich), ÜBRIG GEBLIEBENE Einzelkarte (du hast einen Straßenzug gebaut und eine Karte fiel heraus) und GEBROCHENE Einzelkarte (du hast einen Satz geteilt, um einen Stich zu kontern). Plane, so wenige wie möglich zu haben.
es: Las cartas sueltas vienen de tres sitios: SUELTA DE NACIMIENTO (nada conecta), SUELTA SOBRANTE (armaste un seguido y una carta quedó fuera) y SUELTA ROTA (partiste un grupo para responder a una baza). Planea tener las menos posibles.
fr: Les cartes seules viennent de trois sources : la seule de NAISSANCE (rien ne se connecte), la seule de RESTE (tu as bâti une suite et une carte est tombée), et la seule BRISÉE (tu as cassé un ensemble pour répondre à un pli). Prévois d'en avoir le moins possible.
hi: इकलौते पत्ते तीन जगहों से आते हैं: जन्मजात इकलौता (कुछ जुड़ता ही नहीं), बचा-खुचा इकलौता (आपने सिलसिला बनाया और एक पत्ता बाहर रह गया), और टूटा इकलौता (आपने एक चाल का जवाब देने के लिए सेट तोड़ा)। योजना ऐसी बनाओ कि ये जितने कम हों उतना अच्छा।
id: Kartu tunggal berasal dari tiga tempat: tunggal BAWAAN (tak ada yang nyambung), tunggal SISA (kamu menyusun deret dan satu kartu tercecer), dan tunggal PECAH (kamu membelah satu set untuk menjawab trik). Rencanakan agar sesedikit mungkin.
ja: 単張は3つの出どころから生まれる。『生まれつきの単張』（何ともつながらない）、『余りの単張』（順子を作って1枚こぼれた）、『割れた単張』（トリックに応じるためにセットを崩した）。できるだけ少なくなるよう計画しよう。
ko: 단장은 세 곳에서 생깁니다: 타고난 단장(아무것도 연결되지 않음), 남은 단장(순자를 만들고 카드 하나가 떨어져 나옴), 깨진 단장(트릭에 대응하느라 세트를 쪼갬). 가능한 한 적게 만들 계획을 세우세요.
pt_br: As cartas únicas vêm de três lugares: única DE NASCENÇA (nada conecta), única SOBRANDO (você montou uma sequência e uma carta ficou de fora) e única QUEBRADA (você desmontou um conjunto para responder uma vaza). Planeje ter o mínimo possível.
ru: Одиночки берутся из трёх мест: ВРОЖДЁННАЯ одиночка (ничего не связывается), ОСТАТОЧНАЯ одиночка (ты собрал стрит, и одна карта выпала) и ВЫНУЖДЕННАЯ одиночка (ты разбил набор, чтобы ответить на взятку). Планируй так, чтобы их было как можно меньше.
zh_hans: 单张来自三处:天生的单张(本就无牌可连)、剩下的单张(你搭了个顺子,结果掉出来一张)、拆出的单张(为了接牌拆了一组)。规划时尽量让单张越少越好。
zh_hant: 單張來自三個地方：天生單張（沒有任何牌能接上）、剩餘單張（你湊好了順子，落單一張）、拆出單張（你拆掉一組牌去應一墩）。規劃時要盡量讓單張越少越好。

source: Small bait, big fish
ar: طُعم صغير، سمكة كبيرة
de: Kleiner Köder, großer Fisch
es: Cebo pequeño, pez grande
fr: Petit appât, gros poisson
hi: छोटा चारा, बड़ी मछली
id: Umpan kecil, ikan besar
ja: 小さな餌で大物を釣る
ko: 작은 미끼, 큰 물고기
pt_br: Isca pequena, peixe grande
ru: Маленькая наживка — большая рыба
zh_hans: 小饵钓大鱼
zh_hant: 放長線、釣大魚
